[
{"source": "dawn.com", "imagepath": "https://i.dawn.com/medium/2017/12/5a44757db5960.jpg", "excerpt": "Residents of the capital are faced with disruption in gas supply and low pressure", "head_hash_sha256": "21c4859e70cf7c26afcf0e77bc066ccb7369e7d819d4638f9e3693453a285adf", "detail_href": "https://www.dawn.com/news/1379276/sale-of-cng-in-islamabad-prohibited-for-10-hours-a-day", "headline": "Sale of CNG in Islamabad prohibited for 10 hours a day", "body": "ISLAMABAD: The sale of CNG as fuel has been prohibited for 10 hours a day from Thursday onwards due to the disruption in the supply of gas and to facilitate domestic consumers.Residents of the capital are faced with disruption in gas supply and low pressure and many complaints have been made to the capital administration in this regard.The Islamabad deputy commissioner therefore put a restriction on the over 80 CNG stations in the city regarding the sale of CNG as fuel for the next two months.The notification issued from the office of the district magistrate says the huge amount of CNG used as fuel causes shortage of gas for domestic use and that there is sufficient grounds for proceeding to prohibit the use of CNG as fuel for vehicles in order to provide immediate relief to the public at large.District Magistrate retired Capt Mushtaq Ahmed prohibited the sale of CNG as fuel at stations from 5am to 10am and 5pm to 10pm.", "section": "main", "index": "2", "authur": "The Newspaper's Staff Reporter", "fetchedTime": "2017-12-28 07:46:36"},
{"source": "dawn.com", "imagepath": "https://i.dawn.com/medium/2017/12/5a448e110e452.png", "excerpt": "Says will not hesitate to contact philanthropists to ensure lesser-privileged students get medical education.", "head_hash_sha256": "13265226e72913645a8229bb9fae2bd785a57b6e08d8b1f854f4ec84ef813e00", "detail_href": "https://www.dawn.com/news/1379332/cjp-says-money-should-not-be-hindrance-in-way-of-education", "headline": "CJP says money should not be hindrance in way of education", "body": "As the Supreme Court (SC) Lahore registry resumed hearing a suo motu case on the  in Punjab on Thursday, Chief Justice of Pakistan (CJP) Mian Saqib Nisar asserted that \"the court does not want money to be a hindrance in the way of an education\".The CJP had earlier this week taken notice of the deteriorating standard of medical profession and health facilities and inquired about the government's efforts at improving the health sector. He also expressed concern over the exorbitant fee structure of medical colleges and summoned the chief executives of all 14 private medical and dental colleges in Lahore to furnish details of their bank accounts and the amount of fee they charged for the present session from students, in addition to submitting affidavits about meeting PMDC criteria.The colleges were directed to submit their prospectus, number of seats available and how many of them had been filled on merit and quota basis and the charges collected from students besides fee fixed by the PMDC. The court also restrained all unrecognised private medical colleges from carrying out admission. The two-judge bench hearing the case today asked the Punjab chief secretary to brief the court on the fee structure of medical colleges, and said that there must be a policy allowing students who could not afford to pay the fee to take admission in medical institutions. The chief secretary, however, assured the court that the Punjab government had enough funds to ensure that students who could not afford a medical education due to lack of financial resources, could be admitted to colleges on the basis of merit. The CJP, who is heading the bench, was insistent that the court would not \"hesitate from contacting philanthropists if that is what it takes to allow lesser-privileged students to get a medical education.\"Justice Nisar also ordered that the details of hospitals' bank accounts and other financial details be submitted in court in the next hearing.Governor Punjab Muhammad Rafiq Rajwana's son, who had on Wednesday been accused of  involved in the case, issued an unconditional apology in court today claiming that the prosecutor, Advocate Anjum Hameed, was \"like his mother\" and that they had family ties as well. Advocate Anjum told the court that Asif Rajwana had been telephoning and texting her to offer admission to a student among her acquaintances if she refrained from agitating the issue in court.When he was asked why he had called Advocate Anjum, Asif Rajwana said that the Vice Chancellor of Faisalabad University, Dr Farid — who had been  — had asked him to do so. The principal of Sharif Medical and Dental College also appeared in court today ─ much to the bench's dismay ─ as it had ordered the main trustee of the college, Nawaz Sharif, to appear before the court. The case was adjourned until Saturday.", "section": "main", "index": "3", "authur": "Idrees Sheikh", "fetchedTime": "2017-12-28 07:46:36"},
{"source": "dawn.com", "imagepath": "https://i.dawn.com/medium/2017/12/5a43f97ec6b9b.jpg", "excerpt": "No one has the right to dictate to any country how to exist or what is good for it, says Russian diplomat.", "head_hash_sha256": "a1675c46f8be87572e1708916151cd684e3a2a83795de55344462d666ab6bbe0", "detail_href": "https://www.dawn.com/news/1379234/pakistan-russia-ties-have-strengthened", "headline": "Pakistan-Russia ties have strengthened", "body": "KARACHI: The situation in Afghanistan has aggravated and Russia is concerned about it. The Afghan government has suffered during operations against the Taliban. Our position is that both sides should sit at the table and resolve the issue. The IS concentration in Afghanistan is a matter of concern for all. This was stated by the consul general of the Russian Federation in Karachi, Dr Aleksandr G. Khozin, while answering a question after an hour-long, detailed address to the press highlighting Russia’s position on Europe, the Palestinian-Israel situation, the Syrian situation and Pakistan-Russia ties.In response to a query on the Palestine issue, Dr Khozin said both [Israel and Palestine] sides needed to be persuaded to talk to each other. What’s clear was that Muslim countries would not understand the behaviour of the US on the issue.Speaking about President Trump’s election in the US, he said it’s the choice of the American public. It’s up to America who to choose as its president. The Russian president was ready to discuss issues with them [America].Earlier, during his briefing Dr Khozin said the Russian foreign office believed in peaceful coexistence, and it was peace that could bring security [to the world]. But no one had the right to dictate to any country how to exist or what was good for it. America’s efforts to become a unipolar power had failed as old crises remained unresolved and new challenges emerged. In a multipolar world there could be more diversity and acceptance of one another’s traditions, culture and faith. Any attempt to slow down this process would lead to creating instability. The world we lived in demanded an acceptance of diverse traditions, which would eventually sustain its growth.On the situation in Syria, the consul general expressed similar views. He said no one had the right to dictate what would be its future course. It’s up to the Syrian people to decide how to lead their lives. “We will continue to support Syria,” he remarked underlining Russia’s position on the Arab country.On the Palestinian-Israel situation, Dr Khozin said on Dec 21, 128 countries voted in favour of a UN resolution and America threatened those who had voted against its stance that they would risk losing its aid and support. The US position could further complicate the situation in the region, whereas Russia’s position on the issue had not changed: it spoke in favour of direct talks between Israel and Palestine.On Nato forces’ expansion near Russia’s border, Dr Khozin said it would increase tensions in the area. “We are taking measures to increase our capacity.” Talking about the peacekeeping mission in Ukraine, he said Ukraine refused Russia’s proposal in that regard. He pointed out that the US was supplying arms to Ukraine.Coming to Russia-Pakistan ties, Dr Khozin said recently on the sidelines of the General Assembly sessions the foreign ministers of the two countries met and discussed Afghanistan and counter-terrorism. He claimed that in the last three to four years the Pak-Russia relationship had strengthened. Both countries were trying to find ways to bring about peace in the region. “We support each other.”Dr Khozin said trade between Pakistan and Russia had increased considerably in recent times. Business links were getting stronger as governments of the two countries looking at areas that could prove mutually beneficial.Responding to the question of whether Russian President Vladimir Putin would visit Pakistan, he said diplomats’ job was to build bridges. It’s up to Mr Putin to visit Pakistan.", "section": "main", "index": "7", "authur": "Peerzada Salman", "fetchedTime": "2017-12-28 07:46:36"},
{"source": "dawn.com", "imagepath": "https://i.dawn.com/medium/2017/12/5a448cc0506dc.jpg", "excerpt": "Former PTI general secy nominates son to contest by-poll for seat he was disqualified from by the Supreme Court.", "head_hash_sha256": "80dd8f29cf1d9f5ff60120b7ed3ab4ad33b55694a60f7fcf90209a3feb31b84b", "detail_href": "https://www.dawn.com/news/1379244/jahangir-tareen-nominates-son-for-na-154-by-poll", "headline": "Jahangir Tareen nominates son for NA-154 by-poll", "body": "BAHAWALPUR: Pakistan Tehreek-i-Insaf former general secretary Jehangir Tareen, who was disqualified by the Supreme Court, announced on Wednesday nomination of his son Ali Tareen as party candidate to contest by-election in NA-154 (Lodhran).Tareen made the announcement while addressing an election rally at Lodhran on Wednesday.Addressing the workers, he said he would always stand by PTI and serve the people of the area despite his disqualification. He claimed that on the desire of party workers, Ali Tareen was nominated as a PTI candidate. As Wednesday was the second day to file nomination papers by the candidates to contest the by-election, no one turned up to submit papers. District Returning Officer (DRO) Ibrar Ahmed Jatoi told Dawn by cell phone that Thursday would be the last day to file nomination papers. According to election schedule announced by ECP, the final list of the candidates would be displayed on Dec 29 while scrutiny of papers would be completed by Jan 5, 2018. Polling would be held on Feb 12. Addressing the gathering, Ali Tareen said he would try his utmost to live up to the expectations of the party. He assured that if elected, he would raise his voice for the rights of cultivators in the national assembly. arrested: Five sugarcane brokers were taken into custody while three others booked on charges of installation of illegal scales and purchase of cane from growers on less rates than the fixed Rs180 per maund. This was stated by Deputy Commissioner Rana Muhammad Saleem while briefing Punjab Agriculture Minister Naeem Akhtar Khan Bhabha who visited Ashraf sugar mills, Bahawalpur, on Tuesday. The DC informed the minister that the district administration imposed fine to the tune of Rs400,000 on middlemen for allegedly exploiting growers. He said under the supervision of Saddar Assistant Commissioner Sarmad Taimoor a complaint cell was opened in the mill while the district control room was also made functional for facilitating growers. On the occasion, the minister directed the mill management to prefer small landholders in the purchase of sugarcane. Musafir Khana police claimed on Wednesday to have unearthed Ijazi gang and arrested its ring leader Ijaz along with his two accomplices. Police said suspects Nauman and Aziz were involved in murder of Muhammad Shoaib during a dacoity on Nov 17. Shoaib was deprived of his motorcycle, cash and mobile which were also recovered from their possession.LAID TO REST: Sepoy Usman Arshad was laid to rest amid full military honour at his native village 360/WB graveyard in Dunyapur tehsil on Wednesday. Usman Arshad embraced martyrdom during the indiscriminate firing by the Indian forces in the Rakh Chakri-Uri sector (Kashmir).", "section": "main", "index": "6", "authur": "Majeed Gill", "fetchedTime": "2017-12-28 07:46:36"},
{"source": "dawn.com", "imagepath": "https://i.dawn.com/medium/2017/12/5a4479bc1a2b1.jpg", "excerpt": "Candidates, voters had moved Peshawar High Court alleging that women were barred from casting vote.", "head_hash_sha256": "75b611615b322224e5f2ddf16de3115d2d511afe974e77b7144f8f927ac28dfa", "detail_href": "https://www.dawn.com/news/1379290/jamaat-victory-in-dir-lg-by-polls-stayed-over-disenfranchisement", "headline": "Jamaat victory in Dir LG by-polls stayed over disenfranchisement", "body": "PESHAWAR: A single-member Peshawar High Court bench has issued a stay order temporarily stopping the Election Commission of Pakistan from notifying the Jamaat-i-Islami candidate’s victory in the recent by-elections for a tehsil council seat from Shahikhel area in Lower Dir district over the alleged disenfranchisement of women.Justice Arshad Ali issued notices to the respondents, including the chief election commissioner, Khyber Pakhtunkhwa provincial election commissioner and the successful candidate, Gul Hakeem Khan, asking them to file written replies to the petition against the alleged .The bench fixed for Dec 29 (Friday) the next hearing into the petition jointly filed by by-election candidates Inayatur Rehman, Dilawar Khan, Manzoor Ahmad, Fazal Wahab and Hisamuddin, and women voters Bakhtmina, Baitul Miraj, Haseen Zeba, Khaest Begum and Miraj Bibi.It also asked the ECP not to notify the winning candidate’s name until the next hearing.The petitioners requested the court to declare the election of tehsil councillor in union council and ward Shahikhel held on Dec 21 void and illegal and order the holding of re-election.The respondents in the petition are the chief election commissioner; provincial election commissioner; returning officer for the by-elections Gul Hakim Khan; provincial finance minister Muzaffar Said, and Timergara tehsil nazim Riaz Khan.In some tehsil councils of Upper and Lower Dir districts, women didn’t cast votes resulting into a public outcry with the civil society groups demanding of the ECP to declare the by-polls void.The petitioners’ counsel, Muzzamil Khan, said ahead of the by-polls, finance minister Muzaffar Said had begun pre-poll rigging for his party’s candidate, Gul Hakim, and launched Rs300 million worth of development works in the area.He added that cash payment was also made to the voters in the said locality and as such, the entire by-election was manipulated.Muzzamil Khan claimed that on the day of polling when women voters came to the polling station, only two of them managed to make their way inside, whereas other women were stopped from stepping in.He added that the doors of polling stations were closed by local nazim Fazal Qadir and Jamaat candidate Gul Hakim.The lawyer said the two women voters, who had entered the polling station, were detained there for some time before being allowed to leave from the back door.He said four of the petitioners, who were candidates, had repeatedly requested the local administration to ensure voting by women, but to no avail.The lawyer said the right to vote was an inalienable right of every citizen of the country whether it was general elections or local body elections and that the Elections Act 2017 recently enacted in this regard was applicable to all polls.He said Section 9 of that law provided that if the turnout of women voters was less than 10 per cent of the total votes polled during elections in a constituency, the Election Commission of Pakistan might presume that women voters were restrained from casting votes through an agreement and therefore, it might declare polling at one or more polling stations or across the constituency void.The lawyer Gul Hakim of the Jamaat-i-Islami was actively involved in stopping women voters through his agents along with the nazim of Shahikhel and local administration and that as such, he had practically manipulated votes inside the polling station, which warranted the high court’s intervention for necessary action.", "section": "main", "index": "5", "authur": "Waseem Ahmad Shah", "fetchedTime": "2017-12-28 07:46:36"},
{"source": "dawn.com", "imagepath": "https://i.dawn.com/medium/2017/12/5a447380cc750.jpg", "excerpt": "Police, SPU and intelligence authorities have launched investigations on various lines.", "head_hash_sha256": "d5c46f44d509ecd284901051ecc03add99f48a40fc503d5f6a7a4df871f78b40", "detail_href": "https://www.dawn.com/news/1379265/search-continues-for-chinese-engineer", "headline": "Search continues for Chinese engineer", "body": "RAWALPINDI: The search for a 36-year-old  while working on a tunnel connected to a river in Kahuta is ongoing.Pingzhi Liu was working on the Karot Power Project when he went missing. Since his disappearance, police, Special Protection Unit (SPU) personnel and intelligence authorities have , including the possibility of kidnapping for ransom, drowning, murder and that Mr Liu has returned to his home country.A senior police official close to the investigation said divers had not been able to find him in the river, while sniffer dogs could not leave the workplace where Mr Liu was last seen.The official said he may be hiding outside his workplace to return to his home country because he may have been homesick. There were two such cases, in which Chinese workers attempted to escape their workplaces, although they were apprehended and deported later on, he said.In one such case a year ago, he recalled, a Chinese technician who was working on a development project in Nankana Sahib escaped after telling his superiors he was going to the bathroom.He said the search for the technician had found him hiding in a house in the village. He had revealed that he was eager to join his family back home. When the matter was brought to the notice of the Chinese consulate in Lahore, the technician was sent back to China.“It is a possibility that he might be hiding somewhere, but we will not stop searching until we find Mr Liu,” the official said, adding that it had been confirmed that he had not left the country from any airport so far.The police have detained some people working on the same project, and questioned SPU personnel who were deployed at the project to protect foreign workers, but had yet to make any progress.They have also been using notables from nearby villages and have been making announcements asking for the police to be informed if anyone has seen a stranger in or around their homes.", "section": "main", "index": "4", "authur": "Mohammad Asghar", "fetchedTime": "2017-12-28 07:46:36"},
{"source": "dawn.com", "imagepath": "https://i.dawn.com/medium/2017/12/5a446db6887d4.jpg", "excerpt": "It talks of the new US strategy for Afghanistan as a demonstration of Trump administrations resolve to win the war.", "head_hash_sha256": "554f19bc25befa412869d56c488fecaf9ef54a0cc86d9a409c29ac88a8560829", "detail_href": "https://www.dawn.com/news/1379302/white-house-year-ender-highlights-pakistan-mission-and-afghan-strategy", "headline": "White House year-ender highlights Pakistan mission and Afghan strategy", "body": "WASHINGTON: The official White House year-ender has highlighted the joint US-Pakistan operation to  as one of its major achievements.It also talks about the new US strategy for Afghanistan, launched in August this year, as a demonstration of the Trump administration’s resolve to win the Afghan war.In October, Pakistani troops operating on US intelligence rescued Caitlan Coleman, her husband Joshua Boyle and their three children after locating them in the mountains of Kurram region.The American woman and her Canadian husband spent nearly five years in Taliban hideouts in Pakistan and Afghanistan. All three children were born in captivity.“This is a positive moment for our country’s relationship with Pakistan,” said President Trump while announcing the rescue operation at a White House event on Oct 12. He said the joint operation was “a sign that Pakistan is honouring America’s wishes for it to do more to provide security in the region.”Although previous US administrations had also asked Pakistan to do more, the Trump administration made it a key part of its new Afghan strategy.While announcing the strategy, President Trump called upon Pakistan to “demonstrate its commitment to civilisation, order and to peace” by disassociating itself from the “agents of chaos, violence and terror”.The new strategy also warned against the possibility of Pakistan’s nuclear weapons falling into the hands of terrorists and being used against the United States.These were perhaps the harshest remarks uttered against Pakistan by any US president over the course of their 70-year relationship, which has seen many ups and downs.Pakistan says the new strategy is disappointing as it disregards Islamabad’s sacrifices in the war against terrorism and unfairly blames the country for Afghanistan’s failures.The White House year-ender, however, insists that the new Afghanistan strategy “strengthens our support for Afghan security forces, delegates authority to military leaders, and demonstrates our resolve to defeat terrorism.”The White House points out that in reaction to the new US South Asia strategy, Nato allies and partners increased troop contributions to Nato’s Resolute Support Mission in Afghanistan.", "section": "main", "index": "1", "authur": "Anwar Iqbal", "fetchedTime": "2017-12-28 07:46:36"},
{"source": "dawn.com", "imagepath": "https://i.dawn.com/medium/2017/12/5a4466fe9784f.jpg", "excerpt": "With speculation rife, PTI wants the younger Sharif to state the purpose of his visit.", "head_hash_sha256": "b530ede86c3d79aeae37da3ad6c08d788abfb28650c9f43e72b6bf77465b2fed", "detail_href": "https://www.dawn.com/news/1379298/shahbaz-sharif-off-to-saudi-arabia-for-important-meetings", "headline": "Shahbaz Sharif off to Saudi Arabia for important meetings", "body": "LAHORE: Punjab Chief Minister Shahbaz Sharif left for Saudi Arabia on Wednesday. According to an official press release, the chief minister will hold ‘important’ meetings in the kingdom, besides performing Umra. No word was given about the nature of the meetings. The departure, however, set many tongues wagging as Mr Sharif travelled in a special plane sent by the kingdom. Also the visit came at the heels of his nomination as the PML-N candidate for the prime minister office. A couple of days ago, Saudi Ambassador to Pakistan Admiral Nawaf Ahmad Al Maliki, along with envoys of around two dozen countries, had called on the chief minister. Federal Climate Change Minister Mushahidullah Khan told Dawn by phone that various issues of international and national importance would be discussed during the meetings in Saudi Arabia. He termed the visit good news for the ruling Pakistan Muslim League-Nawaz, but did not elaborate it. Punjab Law Minister Rana Sanaullah, a close aide to the chief minister, seconded Mr Khan’s views and said: “Mian Shahbaz Sharif will definitely discuss issues of national importance — not just of Punjab — with his Saudi hosts. Saudi Arabia has been our trusted brotherly country for decades and we are relying on it in many economic and other matters of international importance.” A PML-N leader, who requested not to be named, said that for many years the United States used to play its role in Pakistani politics through Saudi Arabia and the chief minister’s visit should be seen in that perspective. In response to a question, he said the Panama Papers case, besides other issues, would definitely figure in the meetings. He said Shahbaz Sharif presently was not in a position to offer anything to the Saudis but could promise something in the future. The opposition also senses that to its disadvantage as the visit is being used to build stature of the chief minister as future prime minister of the country. Pakistan Tehreek-i-Insaf’s spokesman Fawad Chaudhry said they’re concerned at the visit undertaken without any prior notice to any authority or institution. He said people should be taken into confidence about the purpose and objectives of the visit. The Sharifs used to enjoy good relations with the Saudis who had rescued them from military ruler Gen Pervez Musharraf in 2000 and hosted the family during its seven-year exile in Jeddah. But the relations got sour after Islamabad refused to lend Riyadh its forces for the Yemen war. Some believe that the issue was instrumental in making some Gulf states cooperate with Pakistani authorities in the Panama Papers investigations against then prime minister Nawaz Sharif. They also showed their fury by not allowing Mr Sharif to speak at the Arab-Islamic-American summit also attended by US President Donald Trump. Meanwhile, PML-N chief Nawaz Sharif held a consultative meeting in Lahore to finalise schedule for his public meetings in Punjab.", "section": "main", "index": "0", "authur": "Amjad Mahmood", "fetchedTime": "2017-12-28 07:46:36"}
]