[
{"section": "main", "authur": "Dawn.com", "excerpt": "All Parties Conference called by PAT holds PML-N responsible for Model Town incident.", "index": "0", "source": "dawn.com", "head_hash_sha256": "ded2d294fd29480e1225872f986baf4bd202b1faef046677c1601a4c1764a8d8", "image_urls": "https://i.dawn.com/medium/2017/12/5a4754613e442.png", "fetchedTime": "2017-12-30 15:13:21", "images": "ded2d294fd29480e1225872f986baf4bd202b1faef046677c1601a4c1764a8d8png", "detail_href": "https://www.dawn.com/news/1379766/shahbaz-sanaullah-should-resign-by-jan-7-or-face-consequences-all-parties-conference", "headline": "Shahbaz, Sanaullah should resign by Jan 7 or face consequences: All Parties Conference", "body": "An 'All Parties Conference' (APC) called by the Pakistan Awami Tehreek (PAT) on Saturday condemned the 2014 Model Town incident and the government's alleged move to amend the Khatm-i-Nabuwwat laws. The APC held the government of Punjab, the Punjab police along with Punjab Law Minister Rana Sanaullah and Chief Minister Shahbaz Sharif responsible for the Model Town incident, in which 14 people had been killed and 100 others injured when police launched an assault on supporters gathered outside the residence of PAT chief Dr Tahirul Qadri in Model Town, Lahore.\t\t\t\n\"The PML-N is directly complicit in the tragedy,\" said the joint declaration issued after the conference. The APC demanded that the people who were responsible for the change in the Khatm-i-Nabuwwat oath should be given strict punishment.PPP leader Qamar Zaman Kaira while reading out the declaration said that the APC demands the resignation of Shahbaz and Sanaullah by January 7, or else a protest will be launched.The APC urged the chief justice of Pakistan to take a suo motu notice of the Model Town incident and ensure an unbiased investigation through a non-partisan Joint Investigation Team (JIT) overseen by a judge.It demanded that no National Reconciliation Ordinance (NRO) should be extended to \"those who have looted national wealth\".The prime minister's spokesman, PML-N leader Musaddiq Malik, while responding to the APC's demands told  that the opposition parties should bring a vote of no-confidence against the Punjab chief minsiter in the provincial assembly if they think he has lost confidence and \"they will not get more than 10 votes\". He said Shahbaz had not been present in the meeting during which it was decided to remove the barriers around Model Town offices of PAT. He said those accused of involvement in the killings are facing legal proceedings and are being held in jails.Malik said the PML-N will deal with the situation \"legally and constitutionally\".Addressing the press before the APC commenced, Qadri welcomed the parties who had joined him, claiming that representatives of more than 40 were in attendance.\"The political parties gathered here today have different ideologies and agendas, but have been brought together today on a single point,\" he said, referring to the Model Town incident.\"The blood of the innocent people killed in the incident is what unites us today,\" he added.He also accused ousted premier Nawaz Sharif and his family of \"investing in politics\" using bribery as a means to buy loyalty and establishing a \"political dynasty\" that was being dominated by one man.\"You bought your MPAs and MNAs by sending them briefcases full of money. Can you  Nawaz and Shahbaz  deny doing that? Is this your democracy?\" he asked as he lashed out at the family.\"I have seen Zulfiqar Ali Bhutto's time. I have never been a part of PPP, and yet I can say that political horsetrading never existed in his time,\" Qadri said.Moving back to the Model Town incident, Qadri said, \"You (the Sharifs) ordered the police to open fire on people and then tell us to go to courts to get justice? Till you are in power, there can be no justice.\"\"Your character has been revealed in the Panama Papers case and now you are planning to run away and leave Pakistan, which is why you are seeking help from foreign powers,\" Qadri said while accusing the Sharifs of visiting Saudi Arabia to enlist the help of 'old friends' to get them out of the current situation.\"However, they can not save you now, nothing can save you now,\" he added.\"You accuse these political parties that have gathered here today to be using each other's support to forward each other's agenda. My question is, who is using Saudi Arabia's support to forward their own agenda, based on their own gains?\" the PAT chief asked, adding that Nawaz Sharif, who keeps asking '', was sent packing because of his own doings and not because of some grand conspiracy.\"Your past is catching up with you and you are getting what you deserve,\" he said.Concluding his address, Qadri told the media that the parties would discuss their future course of action in-camera, after which the media would be briefed about the developments."},
{"section": "main", "authur": "Dawn.com", "excerpt": "Pakistan's alleged refusal to hand over a terrorist has riled up Trump administration, according to the New York Times.", "index": "1", "source": "dawn.com", "head_hash_sha256": "b74adcdfcaebb644e760af403f2d664ec77e8aab859c7fe7a999ac38ba295721", "image_urls": "https://i.dawn.com/medium/2017/12/5a47602d6c042.jpg", "fetchedTime": "2017-12-30 15:13:21", "images": "b74adcdfcaebb644e760af403f2d664ec77e8aab859c7fe7a999ac38ba295721jpg", "detail_href": "https://www.dawn.com/news/1379767/us-considering-withholding-255m-in-aid-over-haqqani-network-operative-nyt", "headline": "US considering withholding $255m in aid over Haqqani network operative: NYT", "body": "The Trump administration is contemplating withholding a $255 million in aid from Pakistan over what it feels is Islamabad's 'non-serious attitude' in helping counter terrorism in Afghanistan, a   has claimed. The administration believes Pakistan's intransigence is signified by its \"repeated refusal\" to grant the United States access to a Haqqani network operative, who was allegedly captured by Pakistani forces during an October . American citizen Caitlan Coleman, her Canadian husband Joshua Boyle, and their three children had been rescued by Pakistani forces as their abductors attempted to move them in Pakistan's tribal areas. The family had spent five years in the Haqqani network's captivity.Also captured alive during the raid was one of the abductors who, the  report claims, was never mentioned by Pakistan but the US knows exists.Citing an unnamed US official, the report further states that the Trump administration has reasons to believe that the said abductor could be key to getting more of its citizens freed from the Haqqani network, but that it suspects Pakistan does not want to disrupt the group's activities for the sake of its own internal security.Since coming into power, American President Donald Trump has time and again questioned Pakistan's commitment to countering terrorism, telling its non-NATO ally it is . Through Vice President Mike Pence recently, the White House again warned Islamabad that it has been '.' The report says the latest stand-off over the aforementioned Haqqani 'terrorist' might force Trump to follow through with his threats.  The report observes that. until now, threats of sanctions against Pakistan have never truly been acted upon due to the support Pakistan has in the Pentagon. However, it says that may not be a factor anymore as members of Trumps National Security Council, including National Security Adviser Lt Gen H.R. McMaster and senior director Lisa Curtis, do not have the same favourable view of Pakistan.The  recalls that Curtis, in particular, has been scathing in her criticism of Pakistan, going as far as suggesting in a February report she co-authored with disgraced ambassador Hussain Haqqani that \"If Pakistan did not take steps to show its commitment to Americas counterterrorism goals, Mr. Trump should strip it of its status as a major non-NATO ally.\"The same report, however, also mentioned the head of the Pentagons Central Command, Gen Joseph L. Votel, who, when quizzed about withholding Pakistan's aid, seemed to suggest that all is not lost and that a channel to work things out with Pakistan is still open.\"What were trying to do is to talk to Pakistan about this, and not try to communicate with them through public messaging,\" Gen Votel was quoted as saying.The US's repeated orders to do more were recently countered by the Pakistan Army, with the Director General of Inter-Services Public Relations (ISPR) Maj Gen Asif Ghafoor shooting back: \"It is time Afghanistan and the US do more for Pakistan.\"The army spokesman had also explained the military's stance on aid Pakistan has received from the US over the years, saying: \"The aid we received (from the US) was reimbursement for the support we gave to the coalition for its fight against Al Qaeda. Had we not supported the US and Afghanistan, they would never have been able to defeat Al Qaeda.\""},
{"section": "main", "authur": "Dawn.com", "excerpt": "Gen Wynne was fatally injured when his car toppled over due to a blown tyre.", "index": "2", "source": "dawn.com", "head_hash_sha256": "5a4dfb1c84ee6ee031dfe50b0ec465ede298f5d8236d54a70b2735fe88e8af7a", "image_urls": "https://i.dawn.com/medium/2017/12/5a47701edc2a0.png", "fetchedTime": "2017-12-30 15:13:21", "images": "5a4dfb1c84ee6ee031dfe50b0ec465ede298f5d8236d54a70b2735fe88e8af7apng", "detail_href": "https://www.dawn.com/news/1379770/former-cjcsc-gen-khalid-shamim-wynne-passes-away-in-road-accident", "headline": "Former CJCSC, Gen Khalid Shamim Wynne passes away in road accident", "body": "Retired Gen Khalid Shamim Wynne, , passed away on Saturday in a fatal road accident on the Islamabad-Lahore motorwayThe accident occurred near the Chakri Interchange on the route to Lahore, where Gen Wynne's car toppled over after one of its tyres blew out.Motorway Police said the driver had been speeding and seems to have lost control of the vehicle. Gen Wynne's son and a close friend who were accompanying him, as well as the driver of the vehicle, were initially reported to be in critical condition. They were shifted to the Combined Military Hospital in Rawalpindi, but the general's friend was later reported to have passed as well. Gen Wynne had retired as a four-star general. Over his distinguished career, he held various command, staff and instructional appointments.He hailed from an army background. His father, Col Arshad Shamim Wyne, had served in the Pakistan Army till 1972.After his intermediate examination in 1971, Gen Wynne joined the army, passing out in April 1972 in the 1st Special War Course to join his father's battalion, 20th Punjab Regiment.He later commanded his own 20th Battalion of the Punjab Regiment, two Infantry Brigades, including the prestigious 323 Infantry Brigade in Siachen, the 41st Infantry Division in Quetta and the Southern Command in Quetta.On the academic side, he held various instructional appointments and served on the faculty of the School of Infantry and Tactics Quetta, Command and Staff College, Quetta, and Pakistan Military Academy, Kakul.He also served as Chief of Staff in a Corps Headquarters and Commandant School of Infantry and Tactics Quetta. Gen Wynne also served in the General Staff directorate, staying as Deputy Chief of General Staff from 2006 to 2007.He was appointed the 14th Chairman of the Joint Chiefs of Staff Committee during the Asif Ali Zardari regime, before retiring on 7 October 2013. Prior to his elevation, Gen Wynne had been serving as the Chief of General Staff at General Headquarters since April 2010"},
{"section": "main", "authur": "Tahir Naseer", "excerpt": "The suspect, Abdul Rahim, was shot when police stormed house; other family members rescued unhurt.", "index": "7", "source": "dawn.com", "head_hash_sha256": "774037e79798dea6ed60256b382d8f125a5a9de5b01819974dbd9defd4819a6a", "image_urls": "https://i.dawn.com/medium/2017/12/5a472a991c0db.png", "fetchedTime": "2017-12-30 15:13:21", "images": "774037e79798dea6ed60256b382d8f125a5a9de5b01819974dbd9defd4819a6apng", "detail_href": "https://www.dawn.com/news/1379759/police-arrest-rawalpindi-man-who-killed-1-held-25-of-his-family-hostage", "headline": "Police arrest Rawalpindi man who killed 1, held 25 of his family hostage", "body": "Police on Saturday arrested an armed man who killed one and took 25 members of his own family hostage in Rawalpindi's Morgah Officer Colony.According to police, 35-year-old Abdul Rahim had taken his family hostage at gunpoint late last night due to an as yet unconfirmed reason. He also shot dead his wife's uncle, 50-year-old Akbar Jan, when the latter returned from  prayers on Saturday morning, police added.According to police, Rahim had tried to commit suicide by jumping off his house's roof on Friday night, but had been saved and handed over to his uncle by rescue and security officials.\"When the situation occurred, we contacted his uncles and other male members of the family, who suggested that Rahim is mentally unstable and often does these things. They said that they wanted to resolve the matter themselves,\" DSP Cantt Raja Taifoor Khan told media.Though earlier reports had suggested that the suspect was of unstable mind, police later discovered that Rahim he was also suffering from an unspecified addiction.Police said that they refrained from conducting the operation earlier as there were young children present in the house where the family was being kept hostage.\"His uncles went to speak to him. Rahim  who had said that he would not hurt them  opened fire,\" the DSP said.\"We then decided to take matters in our own hands after that and started an operation to free the family and take Rahim into custody,\" Khan said, adding that the police first threw two tear gas shells into the house and then stormed it to rescue the family.As police stormed the house, Rahim opened fire, but was injured as police retaliated. \"Other members of the family are safe, although one elderly woman had lost consciousness because of the tear gas. She has been shifted to District Headquarters Hospital,\" the DSP said. The elderly woman was Rahim's 90-year-old grandmother, who had already been on a ventilator. Khan told the media that two people, including a police officer, were injured by Rahim, but both were in stable condition and are being treated at the District Headquarters Hospital."},
{"section": "main", "authur": "Imtiaz Ali", "excerpt": "The suspect had allegedly kept the victim in illegal confinement before shooting him dead on resistance.", "index": "6", "source": "dawn.com", "head_hash_sha256": "158d03934b70ed25f56694d9daaaafb9bff984f5e8a289f919bd393afd893f66", "image_urls": "https://i.dawn.com/medium/2017/12/5a47a6d339811.jpg", "fetchedTime": "2017-12-30 15:13:21", "images": "158d03934b70ed25f56694d9daaaafb9bff984f5e8a289f919bd393afd893f66jpg", "detail_href": "https://www.dawn.com/news/1379777/sindh-high-court-employee-held-over-killing-of-state-life-worker", "headline": "Sindh High Court employee held over killing of State Life worker", "body": "Karachi police claimed to have arrested an employee of the Sindh High Court (SHC) over suspicion of his involvement in the killing of a State Life Insurance Corporation of Pakistan employee who was found shot dead in Orangi Town last month.The sales manager of State Life, Abdul Wahid, 50, was found dead on November 22 near German School in Gulshan-e-Bihar area of Orangi Town. His body had been found stuffed in a box on a street, which triggered fear and panic among area residents.West Zone-SSP (Investigation) Zeeshan Shafiq Siddiqi said the police with the help of modern technology arrested the suspect, Amir Usmani, who worked as a clerk at the affidavit department of the provincial high court. The senior officer said that the suspect had allegedly invited the victim to a place in Al-Fatah Colony of Orangi where he kept him in illegal confinement and demanded ransom from his family for release. However, he allegedly gunned down the sales manager over resistance and stuffed his body in a box before throwing it on the street near the school two days after the murder."},
{"section": "main", "authur": "Malik Asad", "excerpt": "The 58-year-old has been released for want of evidence.", "index": "5", "source": "dawn.com", "head_hash_sha256": "0b1498b899a7670b42cea2170b088678586c71725089f41c798269a1078dc473", "image_urls": "https://i.dawn.com/medium/2017/12/5a46fce2d0961.jpg", "fetchedTime": "2017-12-30 15:13:21", "images": "0b1498b899a7670b42cea2170b088678586c71725089f41c798269a1078dc473jpg", "detail_href": "https://www.dawn.com/news/1379692/man-absolved-of-blasphemy-charges-after-nine-years-in-prison", "headline": "Man absolved of blasphemy charges after nine years in prison", "body": "ISLAMABAD: A man accused of blasphemy won freedom on Friday after spending over nine years in jail. The Supreme Court absolved the 58-year-old of the blasphemy charges for want of evidence. Police arrested him on Sept 29, 2008 for allegedly desecrating pages of the Holy Quran in a mosque in the Sadiq Gunj area of Bahawalnagar and registered a case under Section 295-B of the Pakistan Penal Code (PPC). Suffering from hearing and speech impairments, Akhtar Mohammad had reported the incident to Imam Hafiz Mohammad Munir who informed the local panchayat, where the suspect was beaten up and later handed over to police. The police filed a charge sheet against him before the Bahawalnagar district and sessions judge who sentenced the man to life imprisonment in 2009. The Lahore High Court upheld the sentence in 2014. The Supreme Court took up the case the same year and provided the accused a state counsel as he could not afford a lawyer. During the hearing on Friday, the defence counsel pointed out that the prosecution evidence produced against the accused was not in accordance with the Evidence Act. He argued that the star witness in the case was a person suffering from hearing and speech impairments and, therefore, could not even be termed a witness under the Evidence Act. The counsel contended that investigation into the incident did not fulfil the mandatory requirements of the Criminal Procedure Code. After hearing the arguments, a Supreme Court bench comprising Justice Dost Mohammad and Justice Qazi Faez Isa absolved the accused of the blasphemy charges with the observation that the person who falsely accused others of desecration of the Holy Quran and revered personalities in fact committed blasphemy."},
{"section": "main", "authur": "Dawn.com", "excerpt": "Outspoken politician told by organisers that a woman could not take the stage as it 'violated tribal norms'.", "index": "4", "source": "dawn.com", "head_hash_sha256": "4304694cb38abc38e514438f60ac57c69030c0bf31f7781f9695fdb08e38588b", "image_urls": "https://i.dawn.com/medium/2017/12/5a478951a52cb.jpg", "fetchedTime": "2017-12-30 15:13:21", "images": "4304694cb38abc38e514438f60ac57c69030c0bf31f7781f9695fdb08e38588bjpg", "detail_href": "https://www.dawn.com/news/1379774/ayesha-gulalai-told-to-sit-behind-stage-occupied-by-men-to-show-respect-for-tribal-customs", "headline": "Ayesha Gulalai told to sit behind stage occupied by men to show respect for tribal customs", "body": "MNA Ayesha Gulalai was not allowed to sit on a stage occupied by her male counterparts when she arrived at a  of the Federally Administered Tribal Areas (FATA) with Khyber Pakhtunkhwa, forcing her to eventually leave in disappointment.Gulalai had wanted to join the protesters from Fata, who instead told to her take a seat behind the stage. The organisers explained that this was \"in line with tribal customs and traditions\".The legislator, who  her own political party, was seen trying to reason with the organisers  which also included members of the PML-N backed JUI-Fazl  for half an hour, but was repeatedly told that she would not be allowed on stage. The federal lawmaker reluctantly obliged for a while, but eventually departed."},
{"section": "main", "authur": "Amjad Mahmood", "excerpt": "Ousted PM books a Jeddah-bound flight; Khursheed Shah says foreigners being invited to interfere in country's affairs.", "index": "3", "source": "dawn.com", "head_hash_sha256": "f1513c08aa41098f92120f7f7b908745f5e448080c86fb185b000e19dfc6ad6c", "image_urls": "https://i.dawn.com/medium/2017/12/5a46fd9a3468d.jpg", "fetchedTime": "2017-12-30 15:13:21", "images": "f1513c08aa41098f92120f7f7b908745f5e448080c86fb185b000e19dfc6ad6cjpg", "detail_href": "https://www.dawn.com/news/1379694/sharifs-dash-to-saudi-arabia-fuels-suspicions", "headline": "Sharifs dash to Saudi Arabia fuels suspicions", "body": "LAHORE: Saudi Arabia is likely to become the hub of Pakistani politics as ousted prime minister Nawaz Sharif is set to leave for the kingdom on Saturday (today) while his brother Shahbaz Sharif and Railways Minister Khawaja Saad Rafique are already there. Although the Pakistan Muslim League-Nawaz is reluctant to officially state anything about the party chiefs departure, a seat has been booked in Nawaz Sharifs name for a Jeddah-bound flight for Saturday. A public meeting he was to address in Sargodha on Sunday (Dec 31) has been rescheduled for Jan 6 because of his unavailability. The Punjab chief minister is already in Saudi Arabia on an official visit. The Saudi government had sent a special plane for his travel to the kingdom on Wednesday. He is believed to have prepared the ground for the visit of his elder brother. Nawaz Sharif will meet the top Saudi leadership, including King Salman and Crown Prince Muhammad bin Salman, and discuss with them various aspects of friendly relationship between Pakistan and Saudi Arabia, a family friend said, but did not elaborate further. For lack of a clear agenda of the visit, the opposition interprets it as a step towards winning the NRO (National Reconciliation Ordinance) for the embattled Sharifs who are facing multiple cases in courts and challenges in the political field. Leader of the Opposition in the National Assembly Khursheed Shah of the Pakistan Peoples Party objected to the Sharifs Saudi visit, saying it was tantamount to humiliating a nuclear power by inviting foreigners to interfere in its internal affairs. It looks like the matter is towards [seeking] forgiveness and that an NRO may be on the horizon, he said in Lahore, adding: If such a situation arises, I think well have to shut our courts and go home. Mr Shah said he felt sorry to see that foreigners were being involved in local matters, adding that if Saudi Arabia intervenes [for reconciliation between the Sharifs and the establishment] it will be shameful that Pakistan  a nuclear power  cannot make its own decisions. He saw a big difference between the NRO signed by the PPP with former military ruler Gen Pervez Musharraf and the one the N-League was trying to strike now. In Islamabad, Pakistan Tehreek-i-Insaf chairman Imran Khan vowed to resist the Sharifs move for winning another NRO. Foreign Minister Khawaja Asif rejected the oppositions objections, arguing that the Sharifs had spent eight long years in exile in Saudi Arabia and enjoyed good relations with the royal family for decades. None, including Khursheed Shah, has the right to object to the Sharifs visit to the kingdom, he said in a statement. Punjab Law Minister Rana Sanaullah Khan also rejected the oppositions claims about the NRO and said the Sharifs were visiting the kingdom for the sake of forging unity among the ummah on certain international matters and nothing was going to be discussed about Pakistans internal affairs there. He said that since the former prime minister had developed a good reputation among the ummah after he took the bold decision of conducting nuclear tests in 1998, he was in a position to play a positive role in bringing together various Muslim states on certain issues."}
]