[
{"section": "main", "fetchedTime": "2017-12-31 16:24:26", "authur": "Imtiaz Ali", "source": "dawn.com", "head_hash_sha256": "1367a35346e3f214fb810396887a21c6c6ce2a02837b4bac76b95490620ada53", "body": "All roads in Karachi, including those leading to Seaview, will remain open on New Year's Eve, Sindh Chief Minister (CM) Murad Ali Shah announced Sunday morning.  As he visited different areas of the city, the Sindh CM confirmed that he had ordered the blockages for planned traffic diversions to be removed. He also requested citizens to celebrate the new year responsibly and be mindful of each other's happiness. \"The citizens of Karachi are responsible,\" he said, expressing hope that \"youngsters would not create problems for themselves or others\". He issued instructions to the commissioner Karachi and deputy inspector general (DIG) South to allow citizens to freely enjoy the occasion but also ensure that action is taken against those using firearms, one-wheeling on motorcycles and illegally racing . Earlier, Sindh Home Minister Sohail Anwar Siyal also issued similar instructions while visiting Seaview.  Speaking to the media, Siyal said that he heard reports of routes to the city's most popular recreational spot, Seaview, being blocked with containers, upon which he took action and ordered all roads to be opened so that the citizens could freely celebrate the arrival of 2018. However, Section 144 would remain in effect regarding aerial firing and one-wheeling and they would not be tolerated at any cost, the minister asserted. The containers  placed on roads leading towards Seaview by traffic police  were removed soon after directions by the ministers,   reported.  Seaview has remained closed in the past few years on New Year's Eve amid security concerns.", "detail_href": "https://www.dawn.com/news/1379934/celebrate-responsibly-seaview-all-other-roads-in-karachi-to-remain-open-on-new-years-eve", "headline": "'Celebrate responsibly': Seaview, all other roads in Karachi to remain open on New Year's Eve", "index": "0", "excerpt": "Ban on aerial firing, one-wheeling under Section 144 still in effect, cautions Sindh home minister.", "images": "1367a35346e3f214fb810396887a21c6c6ce2a02837b4bac76b95490620ada53.jpg", "image_urls": "https://i.dawn.com/medium/2017/12/5a48893ec1c11.jpg"},
{"section": "main", "fetchedTime": "2017-12-31 16:24:28", "authur": "Dawn.com", "source": "dawn.com", "head_hash_sha256": "d4466ba746119c5d9a2a11918f2c65d3cfe53ec08c28cb6e107bbe64ffaeaa88", "body": "The federal government on Sunday increased the prices of petroleum products by up to 11.75 per cent for the month of January 2018,   reported. The announcement in this regard was made by Miftah Ismail, the newly appointed adviser to Prime Minister on Finance, while addressing a press conference in Islamabad. Petrol and high-speed diesel  the two most widely used products  will now sell for Rs81.53 and Rs89.91 a litre, respectively, after an increase of around Rs4 each. Ex-depot price of high-speed diesel increased by Rs3.96 per litre and that of petrol by Rs4.06 per litre.  Moreover, the price of light-diesel oil (LDO) has been increased by Rs6.25 per litre while the price of kerosene oil will see a hike of Rs6.79 per litre. According to Ismail, the decision was taken by Prime Minister Shahid Khaqan Abbasi after the Oil and Gas Regulatory Authority (OGRA) recommended to do so. Defending the price hike, Ismail said that the prices of petroleum products have continuously been increasing. He mentioned that the ratio of sales tax on petrol has not been changed.  The revised prices of petroleum products will take effect from January 1, 2018.", "detail_href": "https://www.dawn.com/news/1379956/petroleum-products-get-pricier-by-1175pc-ahead-of-new-year", "headline": "Petroleum products get pricier by 11.75pc ahead of New Year", "index": "1", "excerpt": "Ex-depot price of high-speed diesel increases by Rs3.96 per litre and that of petrol by Rs4.06 per litre.", "images": "d4466ba746119c5d9a2a11918f2c65d3cfe53ec08c28cb6e107bbe64ffaeaa88.jpg", "image_urls": "https://i.dawn.com/medium/2017/12/5a48f16ceae34.jpg"},
{"section": "main", "fetchedTime": "2017-12-31 16:24:28", "authur": "Baqir Sajjad Syed", "source": "dawn.com", "head_hash_sha256": "c801bd1b127f26c9c4870280919e1311020ca172aaf2c78e59c70348229b2c91", "body": "ISLAMABAD: Palestine has recalled its envoy to Pakistan after India objected to his appearance in a public meeting on Al Quds along with Jamaatud Dawa (JuD) chief Hafiz Saeed. A statement by the Palestinian foreign ministry said: The minister of foreign affairs and expatriates under the direct instructions of the president of the state of Palestine has decided to recall the Palestinian ambassador to Pakistan immediately. It said that the envoys participation in a mass rally in solidarity with Jerusalem in the presence of individuals accused of supporting terrorism is an unintended mistake, but not justified. Ambassador Walid Abu Ali had on Friday attended the gathering in Rawalpindis Liaquat Bagh under the banner of Difa-i-Pakistan Council, a grouping of dozens of jihadi parties, in support of the Palestinian cause. JuD, which is the leading party in the alliance, had hosted the Tahaffuz-i-Baitul Muqddas rally. Besides speaking on Al Quds, leaders at the rally had lashed out at India for its oppressive actions to subdue the uprising in the occupied valley. We consider it our prime responsibility to liberate Kashmir from India. We will free Kashmir in fulfillment of (Mohammad Ali) Jinnahs dream, Hafiz Saeed had said on that occasion. The Palestinian envoy had been active after President Donald Trump decided to recognise Jerusalem as the capital of Israel coordinating with political and religious parties reaction in Pakistan over the American move. A few weeks back, he had visited Army Chief Gen Qamar Bajwa, who had told him that Pakistan viewed Kashmir and Palestinian disputes similarly and both issues had public, moral and political support of the people of the country. Palestinian envoys pictures with Hafiz Saeed, which were carried by the media, were noticed in New Delhi. The Indian government summoned the Palestinian ambassador in New Delhi to the ministry of external affairs to receive the demarche over Mr Alis participation in the rally. Government of India has strongly conveyed to the Palestinian side that the Palestinian ambassadorsassociation with terrorist Hafiz Saeed, who is proscribed by the United Nations, at an event in Rawalpindi on 29.12.2017, is unacceptable. The concerns were conveyed both in New Delhi to the Palestinian ambassador and in Ramallah to the minister of foreign affairs and expatriates, state of Palestine, the Indian ministry said in a statement. As per the Indian statement, the Palestinian envoy assured that Palestinian Authority stood with India in the war against terrorism, and will not engage with those who commit acts of terror against India. More importantly, the Indian government was shortly communicated that Abu Ali was being recalled. India was among the countries that voted in favour of a UN resolution that effectively rejected Mr Trumps move and asked member states not to establish diplomatic missions in Jerusalem. When contacted by Dawn, Ambassador Ali said he would not comment on the decision. Meanwhile, the Foreign Office said that Pakistans unambiguous and steadfast support for the Palestinian cause was well known. In response to media queries about the Palestinian ambassadors participation in the public meeting, the FO spokesperson said that Pakistan had always supported the two-state solution, with East Jerusalem, the capital of the Palestinian State. Pakistans unequivocal position was demonstrated in the rejection of the US decision to recognise Jerusalem as the capital of Israel. Since then a number of rallies and meetings have been held in Pakistan, the official was quoted as saying in a press release. He pointed out that Ambassador Ali had attended many of these meetings. The public meeting held on Friday was yet another demonstration of Pakistans strong sentiments in support of the Palestinian cause. The rally was attended by thousands of people from all walks of life. More than 50 speakers addressed the rally, including Hafiz Saeed. Contrary to the impression being created, the UN proscription does not place any restrictions on the freedom of expression. The people and government of Pakistan respect the Palestinian ambassadors active participation in events organised to express solidarity with the people of Palestine, the spokesman said.", "detail_href": "https://www.dawn.com/news/1379890/palestine-recalls-envoy-for-sharing-stage-with-hafiz-saeed", "headline": "Palestine recalls envoy for sharing stage with Hafiz Saeed", "index": "2", "excerpt": "Palestinian foreign ministry says the envoy's participation in the rally was an \"unintended mistake, but not justified\".", "images": "c801bd1b127f26c9c4870280919e1311020ca172aaf2c78e59c70348229b2c91.jpg", "image_urls": "https://i.dawn.com/medium/2017/12/5a484cc8a4241.jpg"},
{"section": "main", "fetchedTime": "2017-12-31 16:24:28", "authur": "Zulqernain Tahir", "source": "dawn.com", "head_hash_sha256": "17e71b31679df366408c96ac1c3d8c1186f7abe590a54a8ed61a775715c33b80", "body": "LAHORE: Ousted prime minister Nawaz Sharif on Saturday arrived in Saudi Arabia where he would hold meetings with the royal family on what his party said matters of national interest and not for personal reasons.  Mr Sharif flew to Saudi Arabia by a foreign airline from the Allama Iqbal International Airport of Lahore.  The ruling party also dismissed the reports as absurd that said efforts were under way to have another National Reconciliation Order (NRO). Those claiming that an NRO is being prepared should at least know that it is signed secretly and not so openly, a close aide to Mr Sharif, Senator Pervaiz Rashid, said.  He was talking to Dawn about the purpose of Mr Sharifs visit that created much hype in media about reaching a possible deal between the embattled Sharif family and the military establishment.  Mian Sahibs visit is that of national interest as it has nothing to do with his personal interest. It will not be good to talk about the matters of sensitive nature before they take final shape, he said.  Senator Rashid said that Saudi Arabia was observing developments in Pakistan closely. At times the two friendly countries need each others help on certain matters. Those who are claiming that Mian Sahibs visit to Saudi Arabia is aimed at achieving personal and partys interests are in fact unaware of the nature of relations between the two brotherly states, he said and advised Pakistan Tehreek-i-Insaf chairman Imran Khan to better keep quiet over Mr Sharifs visit as his irresponsible statements were not only hurting Saudi Arabia but also causing problems for Pakistan.  When reminded that if the matters with Saudi Arabia were related to national interest of Pakistan the kingdom should talk to Prime Minister Shahid Khaqan Abbasi, the PML-N senator said: Be it Saudi Arabia or any other country it takes the popular leadership of Pakistan into confidence on important issues between the two countries. Nawaz Sharif was an elected prime minister and is the chief of the ruling party. It is obvious that importance is given to the leadership of a popular party of Pakistan.  Shahbaz Sharif is already in Saudi Arabia where he is likely to accompany his elder brother during meetings with the top Saudi leadership, including King Salman and Crown Prince Mohammad bin Salman. CM Sharif left for Saudi Arabia on a special plane sent by the kingdom on Wednesday.  A PML-N insider told Dawn that a serious effort had been under way to restore good old relations between the Saudi royal family and the Sharifs through a common friend. It seems to be an effort on the part of the Sharifs to mend fences with the royal family through a common friend, Turkey, he said, adding that good relations between the Sharifs and the royal family would also help the former to negotiate with those who matter in Pakistan at an appropriate time.  The relations between the Sharifs and the royal family were reported to have been strained on the issue of Yemen when the former showed reluctance to send troops to Saudi Arabia.  When asked about the presence of Turkish Prime Minister Binali Yildirim in Saudi Arabia to play any role in this regard, Senator Rashid said: I cannot comment on such speculation. Check out whether the Turkish prime minister is still in Saudi Arabia or not.  Shahbaz Sharif on Thursday had met Mr Yildirim.  Senator Rashid said that the elder Sharif might return home by Monday.  On the other hand, opposition is still casting doubt that something is being cooked in Saudi Arabia to provide relief to the Sharifs.  For how long will Pakistan have to suffer the constant humiliation wrought on it by the greedy Sharif brothers dashing abroad seeking help from foreign leaders to save the wealth they plundered from the nation? The Sharifs greed is becoming a national security threat for Pakistan, Imran Khan tweeted.  On reports that the Sharifs might live in Saudi Arabia in exile in the wake of their meetings with the royal family, Maryam Nawaz tweeted: Exile will be the fate of dictators and those who toppled democracy instead of the elected representatives of the people.  Meanwhile, Ms Maryam continued her tirade against the judiciary for disqualifying her father Nawaz Sharif.  Imran Khan says he has an offshore company but the court says he does not have it. They will have to answer the injustices meted out to us. The cases against us are based on suppositions, Ms Maryam said while speaking to party workers in NA-120, Lahore. She said all opponents of Nawaz Sharif had gathered on one platform against him. She said her father was disqualified on an Iqama (work permit) which was only used to get a visa (of a country).  The PTI says Mr Sharif used Iqama for money laundering.", "detail_href": "https://www.dawn.com/news/1379900/nawaz-sharif-in-s-arabia-to-hold-talks-on-matters-of-national-interest", "headline": "Nawaz Sharif in S. Arabia to hold talks on matters of national interest", "index": "7", "excerpt": "Shahbaz is already in KSA, where he is likely to accompany his brother during meetings with top Saudi leadership.", "images": "17e71b31679df366408c96ac1c3d8c1186f7abe590a54a8ed61a775715c33b80.jpg", "image_urls": "https://i.dawn.com/medium/2017/12/5a48841dee2a0.jpg"},
{"section": "main", "fetchedTime": "2017-12-31 16:24:28", "authur": "AFP", "source": "dawn.com", "head_hash_sha256": "e9c993c75a750f8442bc7065c45bc16c5e9ae8f2494c6ebabd6893c7e4ba182d", "body": "Militants stormed a paramilitary camp in India-held Kashmir early on Sunday leaving seven, including three attackers dead, a security forces spokesman said, capping off the deadliest years in a decade for the disputed territory. Armed militants lobbed grenades and fired automatic rifles to enter the camp of India's Central Reserve Police Force (CRPF) outside the main city of Srinagar, triggering a fierce exchange of fire as hundreds of soldiers and special counterinsurgency police surrounded the area.  Three soldiers died in combat and another died of cardiac arrest during the ongoing operation. Three terrorists were also killed, CRPF Spokesman Rajesh Yadav told  . Three paramilitary troopers were wounded, Yadav said. It is unclear how many personnel were inside the camp during the attack, which comes just days after Indian forces killed a top Jaish-e-Mohammad (JeM) leader in a shootout nearby.  Officials said Sunday that at least 206 suspected militants, 57 civilians and 78 Indian security forces personnel had been killed during the year, making it the deadliest in a decade.", "detail_href": "https://www.dawn.com/news/1379950/militants-storm-indian-paramilitary-camp-in-ihk-4-soldiers-killed", "headline": "Militants storm Indian paramilitary camp in IHK; 4 soldiers killed", "index": "6", "excerpt": "Three militants were killed during the attack.", "images": "e9c993c75a750f8442bc7065c45bc16c5e9ae8f2494c6ebabd6893c7e4ba182d.jpg", "image_urls": "https://i.dawn.com/medium/2017/12/5a48c49d6a404.jpg"},
{"section": "main", "fetchedTime": "2017-12-31 16:24:28", "authur": "Dawn.com", "source": "dawn.com", "head_hash_sha256": "fb786cfe7e08ed1c0297a71ef0ff1908de2bba5dbd92a3bcb15b6dffdacea294", "body": "Indian Prime Minister Narendra Modi on Sunday said that his government has removed the restriction on Muslim women from performing Haj alone, following which hundreds of women have applied to travel alone for the pilgrimage,  .  Modi, during his monthly radio address of ' ', termed the policy of allowing Muslim women to perform Haj only in the company of a male guardian as \"injustice\", saying that the removal of the restriction of having a male guardian or 'mahram' may appear as a \"small thing\", but such issues \"have a far reaching impact on our image as a society\".  reported Modi as saying that when he first heard of the restriction, he was surprised as to who would have drafted such a rule. \"Why this discrimination? And when I went into the depth of the matter, I was surprised to find that even after 70 years of our independence, we were the ones who had imposed these restrictions. For decades, injustice was being rendered to Muslim women but there was no discussion on it,\" he was quoted as saying in his broadcast. In October, it was announced that Indian women over the age of 45 and travelling in groups of four   without a male guardian next year, if the government adopts proposed reforms.  \"Usually there is a lottery system for selection of Haj pilgrims but I would like that single women pilgrims should be excluded from this lottery system and they should be given a chance as a special category,\" he said. India's PM also delivered his inaugural address for the 85th Sivagiri Pilgrimage Celebrations via video conference, during which he brought up the issue of instant triple talaq  a practice that allows men to divorce their wives instantly. Modi,  , said that after years of suffering, Muslim women have finally found a way out to free themselves from the practice. India's top court in August had   by a 3:2 majority, deeming it \"unconstitutional\". Months after the Indian Supreme Court's ruling, the country's lower house of parliament on Thursday  . Several opposition parties criticised Modi's government for not discussing the legislation with them before introducing it in parliament. The approved bill will now go to the upper house of parliament, where it needs approval before it becomes law. More than 20 Muslim countries, including Pakistan and Bangladesh, have banned the practice. But in India, the practice has continued with the protection of laws that allow Muslim, Christian and Hindu communities to follow religious law in matters like marriage, divorce, inheritance and adoption.", "detail_href": "https://www.dawn.com/news/1379951/modi-speaks-of-freeing-muslim-women-from-injustices", "headline": "Modi speaks of 'freeing Muslim women from injustices'", "index": "5", "excerpt": "Terms the policy of allowing Muslim women to perform Haj only in the company of a male guardian as \"injustice\".", "images": "fb786cfe7e08ed1c0297a71ef0ff1908de2bba5dbd92a3bcb15b6dffdacea294.jpg", "image_urls": "https://i.dawn.com/medium/2017/12/5a48c5a3b8780.jpg"},
{"section": "main", "fetchedTime": "2017-12-31 16:24:28", "authur": "AFP", "source": "dawn.com", "head_hash_sha256": "f02da6737b6cf3af1016e2a704e069674152fb57203312e9ce3c672368356e46", "body": "Iran warned on Sunday that protesters will pay the price after a third night of unrest saw mass demonstrations across the country in which two people were killed and dozens arrested.  As videos on social media showed thousands marching across the country, an official in the small western town of Dorud confirmed two people had been killed during protests, but denied security forces had fired on the crowd.  A number of people took to the streets responding to calls from hostile groups, Lorestan province deputy governor Habibollah Khojastehpour told state television.  Unfortunately in these clashes two citizens from Dorud were killed. No bullets were fired by the police, military or security forces towards the people, he said.  Videos on social media overnight showed demonstrations in Isfahan, Mashhad and many smaller cities but travel restrictions and limited coverage by official media made it difficult to confirm reports.  Semi-official conservative outlets confirmed an evening attack on a town hall in Tehran and showed protesters attacking banks and municipal buildings in other parts of the country.  Those who damage public property, disrupt order and break the law must be responsible for their behaviour and pay the price, Interior Minister Abdolrahman Rahmani Fazli said on state television early on Sunday.  The spreading of violence, fear and terror will definitely be confronted, he added.  United States President Donald Trump weighed in, saying oppressive regimes cannot endure forever. In one of the few official reports, an official in Arak, around 300 kilometres southwest of Tehran, said 80 people had been arrested overnight.  Some intended to enter and damage some government places but the attackers did not manage to achieve their goals... and the town is under control, the unidentified official told the   news agency. Access to the popular photo sharing and messaging apps Instagram and Telegram was restricted on mobile phones, Iranian media reported on Sunday, after three days of protests in many cities. Access to Telegram, which the government has accused of being used to foment violence during the protests, was cut in the early afternoon, according to the semi-official ISNA news agency and other media.\nTelecoms Minister Mohammad-Javad Azari Jahromi had accused channels on Telegram of being counter-revolutionary and encouraging the use of Molotov cocktails, armed uprising and social unrest. If the counter-revolutionaries want to use this atmosphere to create riots, naturally the Supreme National Security Council will take action, he told the state broadcaster. Telegram CEO Pavel Durov confirmed the blocking. Iranian authorities are blocking access to Telegram for the majority of Iranians after our public refusal to shut down [Sedaie Mardom] and other peacefully protesting channels, he tweeted, referring to one of the channels criticised by Iran. Sedaie Mardom was a replacement for Amadnews, one of the biggest opposition Telegram channels with more than 1.3 million followers, which was removed after Jahromi's complaint on Saturday. President Hassan Rouhani, who came to power in 2013 promising to mend the economy and ease social tensions, has so far not made any statement since the unrest started in second city Mashhad on Thursday.  The protests began in Mashhad against high living costs and the struggling economy before spreading quickly to other areas and turning against the Islamic regime as a whole.  Slogans such as Death to the dictator have been heard throughout the protests. There have been reminders of the regime's continued support among conservative sections of society, with pro-regime students outnumbering protesters at the University of Tehran on Saturday.  Pre-planned rallies to mark the defeat of a 2009 protest movement also saw   out on the streets across the country on Saturday morning.  But the anti-government protests appear to have been driven in large part by poorer sections of society, angry over high unemployment, soaring prices and financial scandals.  These protests are driven by the lower levels of society who have been hit by major economic problems, particularly losing their money when credit institutions collapsed, said Payam Parhiz, editor in chief of reformist media network  , which first broke news of the Mashhad protests. These economic protests are not something that has started overnight, it's been at least a year since these people lost their money in credit institutions and have been protesting at various places, he told  . Unemployment is particularly high among young people, who have grown up in a less restrictive environment and are generally considered less deferential to authority.  Since the 2009 protests against a disputed presidential election that gave hardliner Mahmoud Ahmadinejad a second term were ruthlessly put down, many middle-class Iranians have abandoned hope of securing change from the streets.  But low-level strikes and demonstrations have continued, with bus drivers, teachers and factory workers protesting against unpaid wages and poor conditions.", "detail_href": "https://www.dawn.com/news/1379938/2-dead-as-iran-warns-protesters-will-pay-the-price", "headline": "2 dead as Iran warns protesters will 'pay the price'", "index": "4", "excerpt": "Iran restricts access to social media on mobile phones as protests over economy enter third day.", "images": "f02da6737b6cf3af1016e2a704e069674152fb57203312e9ce3c672368356e46.jpg", "image_urls": "https://i.dawn.com/medium/2017/12/5a489e7dc0679.jpg"},
{"section": "main", "fetchedTime": "2017-12-31 16:24:28", "authur": "Aamir Shafaat Khan", "source": "dawn.com", "head_hash_sha256": "40dd5182bfaa258d4d0a1fe994485ef3d983a220032ac5e14910e46581ad2cbe", "body": "KARACHI: After identifying dodgy corporates and habitual investors, Indus Motor Company (IMC) has cancelled advance car booking orders worth Rs600 million. IMC initiated a public-interest campaign at the end of November to discourage the practice of premium. Auto dealers charge their customers a premium for quick delivery of vehicles.  To improve the booking process for genuine customers of Toyota vehicles, IMC conducted an examination of the pending provisional booking orders (PBO) to verify the accuracy of customer information, identification and other details. The company prepared a list of 1,288 PBOs that, in its opinion, are discrepant and/or booked by potential investors for the resale of vehicles in the market. Out of 1,288 bookings, we cancelled advance bookings of 1,118 customers while 170 emerged as genuine buyers, an IMC official told Dawn, requesting anonymity. He added that these vehicles were to be handed over to people between January and May next year.  The order intake of Toyota and other cars hovers around 5,000-6,000 vehicles per month. He said that half of all cancelled advance booking orders were by dodgy corporates while the remaining were by individuals. Sources said some authorised dealers of Toyota were also found involved in this practice. They would book cars under the name of a different company. IMC also cancelled their advance bookings. Around 98 per cent of investors had booked cars on the partial payment of Rs500,000 while others paid the full amount in advance. The Japanese car assembler has started refunding the booking amount to customers.  Some people had booked more than three vehicles. Some had booked even up to seven vehicles under a single name. Other car assemblers have yet to come up with any campaign to curb the menace of premium or on-money.  The premium on locally assembled cars still exists despite an increase in the production capacity. The average delivery time of Toyota vehicles is four months. If a person books Honda Civic or City now, dealers will hand over the vehicle in five to six months. The premium on Honda Civic and City is Rs150,000 and Rs75,000-100,000, respectively. The on-money on Suzuki WagonR is Rs50,000. It is Rs10,000-22,000 on other Suzuki vehicles. The delivery time of these vehicles ranges between three and four months. Demand for imported used cars as well as locally assembled ones has been robust of late. Many investors and individuals are using vehicles for Careem, Uber and other taxi services. An industry official said the share of auto financing by commercial and Islamic banks in overall car sales has risen to 40pc from 30-32pc last year. Another official claimed the share of auto financing now stands at more than 30pc, up from 26pc a year back. According to figures released by the State Bank of Pakistan (SBP), auto loans in July-September soared to Rs9.5 billion from Rs7.1bn a year ago. The total volume of consumer financing in 2016-17 was Rs70.5bn in which the share of auto loans was 54.3pc or Rs37bn, SBP data shows. The sources said commercial and Islamic banks are resorting to heavy advance bookings with automobile manufacturers. They said this is in violation of the rules laid down by the central bank. Banks charge a premium when vehicles reach dealerships to cover the cost of funds invested in this venture. This is the act of an investor who is charging a premium in a different guise, they said. This prevents genuine customers from getting early delivery of vehicles. Massive pre-bookings by banks result in longer delays for ordinary customers. This exercise also compels customers to buy cars using bank financing, which involves a mark-up. It has become a win-win situation for banks as well as carmakers and their dealers. The sources demanded that the SBP, Ministry of Industries and Ministry of Finance should take notice of the situation. Some banks even advertised in the media a few months back that their clients will get to drive premium and not pay premium. The mark-up charged by banks is itself a premium spread over a period of five to seven years.", "detail_href": "https://www.dawn.com/news/1379807/imc-cancels-advance-booking-orders-by-dodgy-corporates", "headline": "IMC cancels advance booking orders by dodgy corporates", "index": "3", "excerpt": "The automaker aims to curb the practice of on-money; cancels orders worth Rs600m.", "images": "40dd5182bfaa258d4d0a1fe994485ef3d983a220032ac5e14910e46581ad2cbe.jpg", "image_urls": "https://i.dawn.com/medium/2017/12/5a48da25f1a1c.jpg"}
]