{
    "source": "dawn.com",
    "section": "main",
    "index": "0",
    "headline": "Sharif children submitted forged trust deeds to Panamagate JIT, Wajid Zia tells court",
    "head_hash_sha256": "22ea271505b631cc49912109c18a4c8ffc7df97d706fb0ed69c8460882b68f3d",
    "excerpt": "London-based forensic firm found Maryam's trust deeds for offshore companies Nielsen and Nescoll to be forged: JIT head.",
    "image_urls": "https://i.dawn.com/medium/2018/03/5ab9f833e5872.jpg",
    "images": "22ea271505b631cc49912109c18a4c8ffc7df97d706fb0ed69c8460882b68f3d.jpg",
    "detail_href": "https://www.dawn.com/news/1397847/sharif-children-submitted-forged-trust-deeds-to-panamagate-jit-wajid-zia-tells-court",
    "fetchedTime": "2018-03-27 15:17:42",
    "authur": "Mohammad Imran",
    "detailNews": "Prosecution witness and Panamagate joint investigation team (JIT) head Wajid Zia on Tuesday told the accountability court during a hearing on the Avenfield Flats reference that the trust deeds submitted by Maryam Nawaz and her brothers Hassan and Hussain during the probe were forged. Zia today continued testifying against members of the Sharif family in the Avenfield Flats reference  one of three corruption references filed against the family by the National Accountability Bureau on the Supreme Court's orders following the July 28 Panamagate judgement. He has appeared before the court in this regard five times. Zia told the accountability court that the JIT had sent the trust deeds of offshore companies Nielsen and Nescoll submitted by Maryam during the Panamagate case to a London-based firm, Radley Forensic Document Laboratory, for forensic examination.  According to a forensic report issued by the firm, the JIT concluded that the documents were fake, he added. He claimed that the accused had tampered with the documents by changing the dates from 2004 to 2006. He added that the accused admitted that the apartments were bought during the 1990s, when Hussain was a student.  The court also accepted NAB's request to include the letters written to the JIT last year by Qatari royal Sheikh Hamad bin Jassim bin Jaber Al Thani and the British Virgin Islands, as evidence in the case. The decision was allowed after Zia concluded his testimony. The hearing was adjourned until March 28. Zia will appear before the court for cross-examination by the defence counsel in the next hearing. Last year, during the investigation of the Panama Papers case, Maryam had submitted a trust deed scripted in Calibri font. The JIT had declared the deed fake on the grounds that the font was not available in 2006, the year when the deed was prepared.  Last month, however, forensic expert Robert M. Radley  who had examined the deed submitted by Maryam    that a beta version of the Calibri font was available in 2006.  The creator of the font Lucas de Groot   last year. He had, however, termed it \"extremely unlikely\" that a legal firm would use a font that was commercially unavailable, in official documents.  Sharif family is facing three corruption references filed by NAB last year. The references are related to the Flagship Investment Ltd, the Avenfield (London) properties and Jeddah-based Al-Azizia Company and Hill Metal Establishment. The former premier and his sons, Hassan and Hussain, have been named in all three NAB references, while Maryam and husband Safdar have been named only in the Avenfield reference. In a casual conversation with the reporters inside the courtroom, former premier Nawaz Sharif said that NAB was a product of Musharraf's era and should be done away with. \"NAB was set up with a special agenda,\" Nawaz claimed. \"It was used to influence politicians' loyalty.\"  He expressed suspicion that the body was being used to influence politicians once again. Nawaz vowed that this time he would not back off.  The former premier declared that holding him and his family accountable was \"against the rule of law\".  He also criticised Wajid Zia, claiming the witness used to \"wait outside Musharraf's door for hours\" and the former president would still not grant him a meeting.  Talking about the references filed against him, Nawaz claimed that the prosecution had been unable to prove any corruption against him or his children. Nawaz avoided questions regarding PML-N stalwart Chaudhry Nisar and  , reprimanding a reporter asking him about the matter for \"going west when he is talking about the east\". He added that the party was still united and will remain so in future."
}