{
    "source": "tribune.com.pk",
    "section": "main",
    "index": "1",
    "headline": "What can be done against Nawaz Sharif, he is nobody now: CJP",
    "head_hash_sha256": "6206aed5e69af9b6afd6ef0980eb527eee9c116a9b21324321ecbd32261d3e94",
    "excerpt": "Comment comes as top SC dismisses contempt of court plea filed by 'habitual petitioner' against the disqualified PM",
    "image_urls": "https://c.tribune.com.pk/2018/03/1669764-nawazglassesfunnyx-1522072772-276-160x120.jpg",
    "images": "6206aed5e69af9b6afd6ef0980eb527eee9c116a9b21324321ecbd32261d3e94.jpg",
    "detail_href": "https://tribune.com.pk/story/1669764/1-can-done-nawaz-sharif-nobody-now-cjp/",
    "fetchedTime": "2018-03-26 14:51:38",
    "authur": "News Desk",
    "detailNews": "The Supreme Court rejected on Monday a contempt petition against former prime minister Nawaz Sharif regarding noncompliance of courts orders in the out of turn promotion case.A three-judge bench of the apex court, headed by Chief Justice of Pakistan Mian Saqib Nisar, was hearing the contempt of court petition filed by habitual petitioner Mahmood Akhtar Naqvi against the deposed premier, Express News reported.During the hearing, the chief justice asked about the charges being framed against the accused. What do we have in the case against Nawaz Sharif? Did he issue out of turn promotions?, he questioned.Speaking against judicial decisions is my constitutional right: NawazMian sahib is no one now, so what actions can be taken [against him], he was quoted as saying.Justice Ijazul Ahsan commented that the case had become ineffective under the current circumstances.The top court had dismissed similar petitions by the same person and Advocate Sheikhul Hasan earlier this month.Nawaz, who has been disqualified as the prime minister and barred from heading his own faction of Pakistan Muslim League (PML-N) by the Supreme Court, has repeatedly said that criticising the courts decisions on his disqualification was his and his partys constitutional right.Contempt of court on Nawaz is a contempt of vote: Maryam NawazThe deposed PM had said last week that he respected all institutions but the top courts decision was unacceptable to him and the entire nation.His daughter Maryam Nawaz has also been very vocal on the issue, saying that slapping a contempt of court on Nawaz is a contempt of vote of all those who voted for the party."
}